"Close Window" = "Lukk vindu";
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "iPod-enheten har blitt oppdatert til versjon <version>. Mat ut iPod-enheten, koble den fra og deretter til igjen for å fullføre oppdateringsprosessen.";
"An error occurred. There may be open files on the iPod." = "Det har oppstått en feil. Det kan være filer som er åpne på iPod.";
W = "W";
"The iPod is not mounted." = "iPod-enheten er ikke aktivert.";
"Click the lock to prevent further changes." = "Klikk på låsen for å hindre endringer.";
"The iPod could not be unmounted because it is in use." = "iPod-enheten kunne ikke deaktiveres fordi den er i bruk.";
"Plug in an iPod to update it." = "Koble til en iPod hvis du vil oppdatere den.";
Quit = "Avslutt";
"Click the lock to make changes." = "Klikk på låsen for å gjøre endringer.";
"More than one iPod is attached." = "Det er flere enn én iPod tilkoblet.";
"Restore iPod" = "Gjenoppbygg iPod";
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "iPod-enheten har blitt oppdatert til versjon <version>. Koble den fra og deretter til igjen for å fullføre oppdateringsprosessen.";
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "iPod-enheten har blitt gjenoppbygd med fabrikkinnstillingene. Koble den fra og deretter til igjen for å fullføre gjenoppbyggingsprosessen.";
"Please attach one iPod at a time to be updated." = "Koble til én iPod om gangen hvis du vil oppdatere programvaren.";
"Out of memory." = "For lite hukommelse.";
"<version> (needs update)" = "<version> (trenger oppdatering)";
"No iPod is attached." = "Ingen iPod-enhet er tilkoblet.";
Update = "Oppdater";
"<version> (up to date)" = "<version> (oppdatert)";
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "iPod-enheten har blitt gjenoppbygd med fabrikkinnstillingene. Mat ut iPod-enheten, koble den fra og deretter til igjen for å fullføre gjenoppbyggingsprosessen.";
"The attached iPod does not have proper software on it." = "iPod-enheten som er tilkoblet, har ødelagt programvare.";
"Serial Number:" = "Serienummer:";
"An unexpected error occurred." = "Det oppstod en uventet feil.";
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "En iPod ble funnet, men den må aktiveres på skrivebordet hvis denne operasjonen skal fungere.";
"Could not find updater library." = "Kunne ikke finne oppdateringsbibliotek.";
"iPod Software Version <version>" = "iPod-programvare versjon <version>";
"Update puts the latest system software on your iPod." = "Oppdater legger den nyeste systemprogramvaren på iPod-enheten.";
"Updating iPod software" = "Oppdaterer iPod-programvare";
"Name:" = "Navn:";
Stop = "Stopp";
"The updater does not have a firmware image." = "Oppdateringen mangler firmwarefil.";
"Update iPod" = "Oppdater iPod";
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Det er flere enn én iPod tilkoblet. Koble til én iPod om gangen hvis du vil oppdatere programvaren.";
"An iPod is attached, but not mounted on the desktop." = "En iPod er tilkoblet, men ikke aktivert på skrivebordet.";
"Restoring iPod software" = "Gjenoppbygger iPod-programvare";
Options = "Valg";
"About iPod Updater" = "Om iPod-oppdatering";
"All data currently stored on the iPod will be lost." = "Alle data på iPod vil gå tapt.";
"Are you sure you want to restore the iPod software?" = "Er du sikker på at du vil gjenoppbygge iPod-programvaren?";
"The iPod Updater requires CarbonLib 1.4 or newer." = "iPod Updater krever Carbonlib 1.4 eller nyere.";
"Done restoring iPod software" = "Ferdig med gjenoppbygging av iPod-programvaren";
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Hvis du avslutter mens en operasjon er i gang, kan det hende at du må gjenoppbygge iPod-programvaren senere.";
"iPod Software <version> Updater" = "iPod-programvareoppdatering <version>";
"The iPod Updater application may be damaged." = "iPod-oppdateringsprogrammet kan være ødelagt.";
Restore = "Gjenoppbygg";
"Could not find a SysInfo file on the iPod disk." = "Kunne ikke finne en Sysinfo-fil på iPod-disken.";
"Authenticating..." = "Godkjenner...";
"Capacity:" = "Kapasitet:";
"The iPod disk does not have the correct structure." = "iPod-disken har feil struktur.";
"The updater does not have a volume image." = "Oppdateringen mangler volumfil.";
"Done updating iPod software" = "Ferdig med oppdatering av iPod-programvaren";
Q = "Q";
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "Gjenoppbygg sletter alle dataene på iPod og gjenoppretter fabrikkinnstillingene. Musikk og andre data vil bli slettet.";
"Quit while this operation is in progress?" = "Avslutte før denne operasjonen er ferdig?";
R = "R";
"Software Version:" = "Programvareversjon:";
"The Mac OS error code was <error>." = "Mac OS-feilkoden var <error>.";

